const o = require("./img/1.png");
const t = require("./img/2.png");
export default [
  {
    q: "如何使用Noface没脸运动到店消费？",
    a: `
    感谢您的注册成为我们的宝贵用户。没脸运动——只为更好身材。
    没脸运动，是一家以共享运动为核心运营的运动行业品牌联盟的线上O2O互动平台。专业从事于健身、瑜伽、羽毛球、搏击舞蹈、运动减肥、减脂等多种运动项目与专业课程为一体的运动平台。
    如何使用？
    1.通过地图模式和列表模式，查询到您喜欢的运动场所（在此过程，只对店铺进行详情展示，本平台不支持线上预订，仅支持到店消费）您可以了解该店铺的设备、场景、课程、介绍、计费和价格信息（元/小时）。
source:${o}
    2.前往平台中入驻的店铺，进入的扫码页面，向商家展示二维码，商家扫码后开始计时。运动结束离开店铺前，请一定要再次前往商家前台出示二维码，结束当前计费。否则将无法停止计费，如不慎忘记到商家前台进行二次扫码，请拨打二维码页面上的商家，联系电话或联系平台客服，进行处理。
    3.如遇消费金额结算后金额不足，请当面补全清算并及时补全，这将会影响您的个人信誉，可能会被加入失信人员名单。
    `
  },
  {
    q: "平台中商家计费规则",
    a: `   1.前往商家店铺前台后，出示二维码前，请仔细对照了解该商家的计费金额，一旦经过扫码后及时开始，平台将视为您同意该计费方式和算法。在出示二维码前，商家扫码后您的余额要大于该商家2小时计费标准才可以进行计费开始运动。
source:${t}
    2.计费规则：开始第1小时内按全价计费。第一小时后每30计费1次，扣取商家计费标准50%。（如商家计费按10/小时，用户使用10分钟，按10元收取，用户使用1小时10分钟按15元收取，用户使用1小时35分钟按20元收取。）
`
  },
  {
    q: "账户充值与提现问题",
    a: `   1.余额必须大于商家两小时计费价格才可以开始运动，您可以选择微信、支付宝支付。
    2.如充值后平台显示成功，且没有及时到账，一般在十分钟内请您刷新页面或退出APP重新进入查看，如任未能到账，请及时联系官方客服电话我们将会及时处理。
    3.为保障您的资金安全，请勿相信由第三方电话或通过第三方银行账号充值等虚假提示。请认准我们的官方联系方式0755-21034275。
    4.关于提现，平台中所充入费用暂不支持直接提现，如需提现余额，请于平台客服人员联系，我们会引导您操作。
    `
  },
  {
    q: "关于健身工作室私教课程注意事项",
    a: `   1.到店后请先咨询商家确定本次计费服务类型。
（1）私教课 （2）团课 （3）自主运动。
    如当前店铺服务类型为私教课或团课类型且只按1小时课时计算收费，请提醒商家在扫码后十分钟内结束计费，以免导致费用计算超出，后续我们将完善该类型店铺收费模式。自主运动则按正常计费方式执行。
    `
  },
  {
    q: "平台使用中的注意事项",
    a: `   1.为保证您的账号安全，请保存好每次登录收取的手机验证码。
    2.到店后请确认计费价格并与商家了解清楚平台使用流程后再开始计费运动。
    3.运动结束后，一定要再次前往商家前台扫码，结束计时。
    4.结算后余额不足，请当面及时补全余额，这将会影响到您的个人信用加入失信人员名单。
    5.请在商家或教练的指导下，安全使用各类运动器材，听取商家或教练的运动安排，才能达到更好的运动效果与体验。
    6.如遇商家服务或平台使用中给您带来不好的消费体验，您可以通过页面下的反馈给我们或拨打客服电话说明投诉建议，我们会尽力为您解决。
    `
  },
  {
    q: "运营市场和商务合作",
    a: `   1.当前平台中所有商家，均为平台签约合作商户，当前针对于深圳地区商家进行拓展，我们正在努力陆续开放更多城市和优化商家的数量与质量，将为您提供更好的服务环境。
    2.商家入驻/商务合作，请您在反馈页面中留言或联系0755-21034275，邮箱vmweimei@vip.qq.com进行洽谈。
    `
  }
];
